/* No comment provided by engineer. */
" " = " ";

/* value of a numeric input value for voice-over */
"%d" = "%d";

/* value of a numeric input value for voice-over */
"%d percent" = "%d percent";

/* value of a numeric input value for voice-over */
"\(viewStore.maxLength)" = "\(viewStore.maxLength)";

/* value of a numeric input value for voice-over */
"\(viewStore.minLength)" = "\(viewStore.minLength)";

/* value of a numeric input value for voice-over */
"\(viewStore.numberOfNames)" = "\(viewStore.numberOfNames)";

/* No comment provided by engineer. */
"Add to \(title)" = "Add to \(title)";

/* No comment provided by engineer. */
"Alternating Vowels Consonants" = "Alternating Vowels Consonants";

/* No comment provided by engineer. */
"Alternation Probability" = "Alternation Probability";

/* No comment provided by engineer. */
"Consonants" = "Consonants";

/* No comment provided by engineer. */
"Count" = "Count";

/* No comment provided by engineer. */
"Delete from \(title)" = "Delete from \(title)";

/* No comment provided by engineer. */
"Generate" = "Generate";

/* No comment provided by engineer. */
"Generate names (Cmd+Return)" = "Generate names (Cmd+Return)";

/* No comment provided by engineer. */
"Letter" = "Letter";

/* No comment provided by engineer. */
"Max. length" = "Max. length";

/* No comment provided by engineer. */
"Maximum length of the names" = "Maximum length of the names";

/* No comment provided by engineer. */
"Min. length" = "Min. length";

/* No comment provided by engineer. */
"minimum length for the names" = "minimum length for the names";

/* No comment provided by engineer. */
"Minimum length of the names" = "Minimum length of the names";

/* No comment provided by engineer. */
"names to be generated" = "names to be generated";

/* No comment provided by engineer. */
"Number of names" = "Number of names";

/* No comment provided by engineer. */
"Prefix Suffix" = "Prefix Suffix";

/* No comment provided by engineer. */
"Prefixes" = "Prefixes";

/* No comment provided by engineer. */
"Probabilistic" = "Probabilistic";

/* No comment provided by engineer. */
"Probability of switching vowel or consonant" = "Probability of switching vowel or consonant";

/* No comment provided by engineer. */
"Separator" = "Separator";

/* No comment provided by engineer. */
"string to be used to split input into a list" = "string to be used to split input into a list";

/* No comment provided by engineer. */
"Suffixes" = "Suffixes";

/* No comment provided by engineer. */
"the probability of alternating between vowel and consonant when generating the next letter" = "the probability of alternating between vowel and consonant when generating the next letter";

/* No comment provided by engineer. */
"Vowels" = "Vowels";

/* No comment provided by engineer. */
"Weight" = "Weight";

